/* State and Keywordgroupnames */

"dtraceFunctions" = "dtrace builtin functions";
"dtraceVariables" = "dtrace builtin variables";
"Numbers"         = "numbers";
"Comment"         = "/* comments */";
"String"          = "\"strings\"";
"Probe"           = ":::probes";
"Predicate"       = "/ predicates /";
"Interpreter"     = "#interpreter";


